/* No comment provided by engineer. */
"\(nicknameOfApp)提醒您，根据记忆规律，现在复习单词记忆效果翻倍哦！" = "\(nicknameOfApp)提醒您，根据记忆规律，现在复习单词记忆效果翻倍哦！";

/* No comment provided by engineer. */
"\(nicknameOfApp)需要开启「通知」权限来根据「艾宾浩斯遗忘规律」，提醒您在最高效的时间复习。" = "\(nicknameOfApp)需要开启「通知」权限来根据「艾宾浩斯遗忘规律」，提醒您在最高效的时间复习。";

/* No comment provided by engineer. */
"\(nicknameOfApp)需要开启「通知」权限，来每日提醒您复习。" = "\(nicknameOfApp)需要开启「通知」权限，来每日提醒您复习。";

/* No comment provided by engineer. */
"MM月dd日 HH:mm" = "MM月dd日 HH:mm";

/* No comment provided by engineer. */
"YYYY年MM月dd日" = "YYYY年MM月dd日";

/* No comment provided by engineer. */
"「刷词」意见反馈" = "「刷词」意见反馈";

/* No comment provided by engineer. */
"「缩放」或「拖拽」来调整" = "「缩放」或「拖拽」来调整";

/* No comment provided by engineer. */
"万" = "万";

/* No comment provided by engineer. */
"个" = "个";

/* No comment provided by engineer. */
"个/组" = "个/组";

/* No comment provided by engineer. */
"中忆英" = "中忆英";

/* No comment provided by engineer. */
"乱序" = "乱序";

/* No comment provided by engineer. */
"乱序,20个/组" = "乱序,20个/组";

/* No comment provided by engineer. */
"从云端下载学习记录失败，请稍后再试!🙁" = "从云端下载学习记录失败，请稍后再试!🙁";

/* No comment provided by engineer. */
"伟大的作品不是靠力量，而是靠坚持来完成的。——约翰逊" = "伟大的作品不是靠力量，而是靠坚持来完成的。——约翰逊";

/* No comment provided by engineer. */
"你的努力，终将成就自己。开始今天的单词学习吧😊" = "你的努力，终将成就自己。开始今天的单词学习吧😊";

/* No comment provided by engineer. */
"倒序" = "倒序";

/* No comment provided by engineer. */
"关" = "关";

/* No comment provided by engineer. */
"再记忆" = "再记忆";

/* No comment provided by engineer. */
"出现错误，请重试" = "出现错误，请重试";

/* No comment provided by engineer. */
"分" = "分";

/* No comment provided by engineer. */
"初回忆" = "初回忆";

/* No comment provided by engineer. */
"初记忆" = "初记忆";

/* No comment provided by engineer. */
"加载中" = "加载中";

/* No comment provided by engineer. */
"发送失败" = "发送失败";

/* No comment provided by engineer. */
"发音类型" = "发音类型";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"后重新发送" = "后重新发送";

/* No comment provided by engineer. */
"否" = "否";

/* No comment provided by engineer. */
"复习刚学" = "复习刚学";

/* No comment provided by engineer. */
"复习历史" = "复习历史";

/* No comment provided by engineer. */
"复习选中" = "复习选中";

/* No comment provided by engineer. */
"天" = "天";

/* No comment provided by engineer. */
"好的" = "好的";

/* No comment provided by engineer. */
"如有疑问，请联系:\(OfficialEmail)" = "如有疑问，请联系:\(OfficialEmail)";

/* No comment provided by engineer. */
"密 码" = "密 码";

/* No comment provided by engineer. */
"密码不正确!" = "密码不正确!";

/* No comment provided by engineer. */
"密码应为8-15位，且只包含字母、数字或下划线" = "密码应为8-15位，且只包含字母、数字或下划线";

/* No comment provided by engineer. */
"密码重置邮件已发送至" = "密码重置邮件已发送至";

/* No comment provided by engineer. */
"将在" = "将在";

/* No comment provided by engineer. */
"小刷" = "小刷";

/* No comment provided by engineer. */
"已全选" = "已全选";

/* No comment provided by engineer. */
"已发送验证邮件到" = "已发送验证邮件到";

/* No comment provided by engineer. */
"已学" = "已学";

/* No comment provided by engineer. */
"已掌握" = "已掌握";

/* No comment provided by engineer. */
"已清除全选" = "已清除全选";

/* No comment provided by engineer. */
"已经是第一张啦!" = "已经是第一张啦!";

/* No comment provided by engineer. */
"已设置每日提醒:" = "已设置每日提醒:";

/* No comment provided by engineer. */
"开" = "开";

/* No comment provided by engineer. */
"当前产品不支持在您所在的国家购买" = "当前产品不支持在您所在的国家购买";

/* No comment provided by engineer. */
"很赞!必须五星好评" = "很赞!必须五星好评";

/* No comment provided by engineer. */
"恢复购买失败" = "恢复购买失败";

/* No comment provided by engineer. */
"恢复购买成功" = "恢复购买成功";

/* No comment provided by engineer. */
"您什么也没做☹️" = "您什么也没做☹️";

/* No comment provided by engineer. */
"您在本应用使用体验如何?" = "您在本应用使用体验如何?";

/* No comment provided by engineer. */
"您当前没有待复习的单词，\n放松一下吧😊" = "您当前没有待复习的单词，\n放松一下吧😊";

/* No comment provided by engineer. */
"您拒绝了开启「通知」，\(nicknameOfApp)将无法提醒您复习☹️。如需提醒，您可以前往「设置」，手动开启「通知」权限。" = "您拒绝了开启「通知」，\(nicknameOfApp)将无法提醒您复习☹️。如需提醒，您可以前往「设置」，手动开启「通知」权限。";

/* No comment provided by engineer. */
"您的账号目前已被封禁" = "您的账号目前已被封禁";

/* No comment provided by engineer. */
"您还没有选择单词书😅" = "您还没有选择单词书😅";

/* No comment provided by engineer. */
"意见反馈" = "意见反馈";

/* No comment provided by engineer. */
"感谢您的反馈！我们会认真阅读您的意见,并在1-3天内给您回复" = "感谢您的反馈！我们会认真阅读您的意见,并在1-3天内给您回复";

/* No comment provided by engineer. */
"手机号" = "手机号";

/* No comment provided by engineer. */
"手机号有误!" = "手机号有误!";

/* No comment provided by engineer. */
"手机号登录" = "手机号登录";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"提醒您复习🙂" = "提醒您复习🙂";

/* No comment provided by engineer. */
"数据加载中.." = "数据加载中..";

/* No comment provided by engineer. */
"无单词" = "无单词";

/* No comment provided by engineer. */
"无历史购买" = "无历史购买";

/* No comment provided by engineer. */
"无法发送邮件，请检查网络或设置!" = "无法发送邮件，请检查网络或设置!";

/* No comment provided by engineer. */
"无词典解释☹️" = "无词典解释☹️";

/* No comment provided by engineer. */
"时" = "时";

/* No comment provided by engineer. */
"明 亮" = "明 亮";

/* No comment provided by engineer. */
"是" = "是";

/* No comment provided by engineer. */
"是否保存当前复习记录?" = "是否保存当前复习记录?";

/* No comment provided by engineer. */
"服务条款" = "服务条款";

/* No comment provided by engineer. */
"未知错误，请反馈至客服" = "未知错误，请反馈至客服";

/* No comment provided by engineer. */
"根据遗忘规律，" = "根据遗忘规律，";

/* No comment provided by engineer. */
"棕 色" = "棕 色";

/* No comment provided by engineer. */
"橙 色" = "橙 色";

/* No comment provided by engineer. */
"次" = "次";

/* No comment provided by engineer. */
"欢迎使用「刷词」，请您仔细阅读隐私协议和服务条款，并确定您是否同意我们的规则。我们深知个人信息的重要性，并且会全力保护您的个人信息安全可靠。" = "欢迎使用「刷词」，请您仔细阅读隐私协议和服务条款，并确定您是否同意我们的规则。我们深知个人信息的重要性，并且会全力保护您的个人信息安全可靠。";

/* No comment provided by engineer. */
"正在下载单词书..." = "正在下载单词书...";

/* No comment provided by engineer. */
"正在下载历史单词书..." = "正在下载历史单词书...";

/* No comment provided by engineer. */
"正在下载壁纸..." = "正在下载壁纸...";

/* No comment provided by engineer. */
"正在加载打卡数据😊.." = "正在加载打卡数据😊..";

/* No comment provided by engineer. */
"正在发送" = "正在发送";

/* No comment provided by engineer. */
"正在同步数据..." = "正在同步数据...";

/* No comment provided by engineer. */
"正在登录" = "正在登录";

/* No comment provided by engineer. */
"每日提醒" = "每日提醒";

/* No comment provided by engineer. */
"没有网络,请检查网络连接!" = "没有网络,请检查网络连接!";

/* No comment provided by engineer. */
"注册" = "注册";

/* No comment provided by engineer. */
"深 夜" = "深 夜";

/* No comment provided by engineer. */
"深 邃" = "深 邃";

/* No comment provided by engineer. */
"用的不爽，反馈意见给开发者" = "用的不爽，反馈意见给开发者";

/* No comment provided by engineer. */
"登录" = "登录";

/* No comment provided by engineer. */
"登录失败，请稍后重试" = "登录失败，请稍后重试";

/* No comment provided by engineer. */
"登录请求太快，请等待30秒!" = "登录请求太快，请等待30秒!";

/* No comment provided by engineer. */
"登录错误,请稍后再试" = "登录错误,请稍后再试";

/* No comment provided by engineer. */
"短信验证码" = "短信验证码";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确定「放弃学习」?" = "确定「放弃学习」?";

/* No comment provided by engineer. */
"确定注销?" = "确定注销?";

/* No comment provided by engineer. */
"秒" = "秒";

/* No comment provided by engineer. */
"移出已掌握" = "移出已掌握";

/* No comment provided by engineer. */
"移出成功😊" = "移出成功😊";

/* No comment provided by engineer. */
"第" = "第";

/* No comment provided by engineer. */
"粉 色" = "粉 色";

/* No comment provided by engineer. */
"系统购买功能被您禁止" = "系统购买功能被您禁止";

/* No comment provided by engineer. */
"紫 色" = "紫 色";

/* No comment provided by engineer. */
"红 色" = "红 色";

/* No comment provided by engineer. */
"绿 色" = "绿 色";

/* No comment provided by engineer. */
"美" = "美";

/* No comment provided by engineer. */
"自动发音" = "自动发音";

/* No comment provided by engineer. */
"英" = "英";

/* No comment provided by engineer. */
"英忆中" = "英忆中";

/* No comment provided by engineer. */
"获取单词中.." = "获取单词中..";

/* No comment provided by engineer. */
"蓝 色" = "蓝 色";

/* No comment provided by engineer. */
"设置失败，请稍后重试!" = "设置失败，请稍后重试!";

/* No comment provided by engineer. */
"设置学习计划" = "设置学习计划";

/* No comment provided by engineer. */
"设置昵称" = "设置昵称";

/* No comment provided by engineer. */
"评价反馈" = "评价反馈";

/* No comment provided by engineer. */
"评价应用" = "评价应用";

/* No comment provided by engineer. */
"词" = "词";

/* No comment provided by engineer. */
"该手机号尚未注册,是否注册?" = "该手机号尚未注册,是否注册?";

/* No comment provided by engineer. */
"该邮箱尚未注册!" = "该邮箱尚未注册!";

/* No comment provided by engineer. */
"该邮箱尚未注册,是否注册?" = "该邮箱尚未注册,是否注册?";

/* No comment provided by engineer. */
"该邮箱已注册!" = "该邮箱已注册!";

/* No comment provided by engineer. */
"请前往邮箱，并完成验证" = "请前往邮箱，并完成验证";

/* No comment provided by engineer. */
"请您单击邮件中的链接，完成验证后登录!" = "请您单击邮件中的链接，完成验证后登录!";

/* No comment provided by engineer. */
"请输入你喜欢的昵称" = "请输入你喜欢的昵称";

/* No comment provided by engineer. */
"请输入手机号～" = "请输入手机号～";

/* No comment provided by engineer. */
"请输入验证码!" = "请输入验证码!";

/* No comment provided by engineer. */
"购买失败" = "购买失败";

/* No comment provided by engineer. */
"购买被取消" = "购买被取消";

/* No comment provided by engineer. */
"距第" = "距第";

/* No comment provided by engineer. */
"轮复习" = "轮复习";

/* No comment provided by engineer. */
"轮逾期" = "轮逾期";

/* No comment provided by engineer. */
"连续记住" = "连续记住";

/* No comment provided by engineer. */
"选择词汇" = "选择词汇";

/* No comment provided by engineer. */
"邮 箱" = "邮 箱";

/* No comment provided by engineer. */
"邮件已发送，如需重新发送，请等待1分钟!" = "邮件已发送，如需重新发送，请等待1分钟!";

/* No comment provided by engineer. */
"邮箱不能为空!" = "邮箱不能为空!";

/* No comment provided by engineer. */
"邮箱格式不正确!" = "邮箱格式不正确!";

/* No comment provided by engineer. */
"邮箱登录" = "邮箱登录";

/* No comment provided by engineer. */
"重新发送" = "重新发送";

/* No comment provided by engineer. */
"错误" = "错误";

/* No comment provided by engineer. */
"隐私政策" = "隐私政策";

/* No comment provided by engineer. */
"顺序" = "顺序";

/* No comment provided by engineer. */
"验证码已发送!" = "验证码已发送!";

/* No comment provided by engineer. */
"验证码有误!" = "验证码有误!";

